Repository: andnied/myRepo
Catalog: CT/ComplaintApplication.Resources/Shared.*.resx
Languages: pl

source: Add record
pl: Dodaj nowy rekord

source: Assign to user
pl: Przypisz do użytkownika

# BookingAmount
source: Dispute amount
pl: Kwota reklamacji

# BookingCurrency
source: Dispute currency
pl: Waluta reklamacji

# CheckAll
source: &#160;Check All
pl: Zaznacz<br/>&#160;wszystko

source: Edit record
pl: Edytuj rekord

source: Entitlements
pl: Uprawnienia

source: Home
pl: Strona domowa

source: Internal comment
pl: Komentarz

source: List of complaints
pl: Lista reklamacji

source: Logged as
pl: Zalogowany jako

source: New stage
pl: Nowy etap reklamacji

source: Notifications Panel
pl: Panel notyfikacji

source: PAN
pl: Numer<br/>karty

# ReasonCode
source: Reason<br/>code
pl: Kod<br/>przyczyny

source: Scroll to top
pl: Przewiń do początku

source: Stage amount
pl: Kwota etapu

source: Stage currency
pl: Waluta etapu

source: Cancel
pl: Anuluj

source: Documents
pl: Dokumenty

# EServiceDocs
source: eService documents
pl: Dokumenty eService

# OrganizationDocs
source: Organization documents
pl: Dokumenty z organizacji

source: Pair with transaction in PO
pl: Paruj z transakcją w PO

source: Record History
pl: Historia rekordu

# RepresentationDocs
source: Representation
pl: Dokumenty reprezentacyjne

source: Save
pl: Zapisz

source: Update
pl: Aktualizuj

source: Add
pl: Dodaj

source: Delete
pl: Usuń

source: Export
pl: Eksport

source: Mark as not sufficient
pl: Zaznacz jako niewystarczający

source: Mark as sufficient
pl: Zaznacz jako wystarczający

source: Not sufficient
pl: Niewystarczający

source: Save local
pl: Zapisz lokalnie

source: Status change
pl: Zmiana etapu

source: Sufficient
pl: Wystarczający

source: Chargeback
pl: Reklamacja

source: Representation
pl: Reprezentacja

source: Close
pl: Zamknij

source: No
pl: Nie

source: Yes
pl: Tak

# SelectDefault
source: -- Select --
pl: -- Wybierz --

# ExportedDocs
source: Exported documents
pl: Dokumenty do eksportu

source: Stage Date
pl: Data zmiany statusu

# ArnValidationErrorMessage
source: ARN must consist of 23 or 24 characters.
pl: ARN musi składać się z 23 lub 24 znaków.

# PairWithTransactionInPOError
source: Transaction not paired successfully.
pl: Transakcja nie została sparowana poprawnie.

# PairWithTransactionInPOSuccess
source: Transaction paired successfully.
pl: Transakcja sparowana poprawnie.

# NotAuthorizedMessage
source: ...but I received a message from administrator that<br> you are not authorized to view this page.<br><br>Please contact him.
pl: Nie masz uprawnień do oglądania tej strony. <br>Skontaktuj się z administratorem.

# NotFoundMessage
source: ...but I was unable to find the page you are looking for:
pl: Strona, którą próbujesz otworzyć, nie istnieje:

# NotAuthorizedTitle
source: Authorization Error
pl: Brak autoryzacji

# NotFoundTitle
source: Page Not Found
pl: Strona nie istnieje

source: Hide notification panel
pl: Ukryj panel notyfikacji

source: Show notification panel
pl: Pokaż panel notyfikacji

source: Acceptance Type
pl: Typ akceptacji

source: Action
pl: Akcja

# AuthenticationMethod
source: Authentication<br/>Method
pl: Metoda<br/>autentykacji

# AuthorizationCode
source: Authorization<br/>Code
pl: Kod<br/>autoryzacji

# BrandName
source: Brand<br/>Name
pl: Nazwa<br/>marki

source: Case Id
pl: Id<br/>sprawy

# ClfExpiration
source: CLF<br/>Expiration
pl: Wygaśnięcie<br/>CLF

# DisputeAmount
source: Dispute<br/>Amount
pl: Kwota<br/>Reklamacji

# DisputeCurrency
source: Dispute<br/>Currency
pl: Waluta<br/>Reklamacji

# EvoTimeFrame
source: Evo<br/>Time<br/>Frame
pl: Ramy<br/>czasowe<br/>Evo

# ExpirationDate
source: Expiration<br/>Date
pl: Data<br/>wygaśnięcia

# ExpirationDateOfCard
source: Expiration<br/>Date Of Card
pl: Data<br/>wygaśnięcia<br/>karty

# IncomingDate
source: Incoming<br/>Date
pl: Data<br/>przychodząca

# MerchantName
source: Merchant<br/>Name
pl: Nazwa<br/>kupca

# PanExtension
source: Pan<br/>Extension
pl: Rozszerzenie<br/>PAN

# PANMask
source: PAN<br/>Mask
pl: Maska<br/>PAN

source: Stage
pl: Etap

# StageDescription
source: Stage<br/>Description
pl: Opis<br/>etapu

# TransactionAmount
source: Transaction<br/>Amount
pl: Kwota<br/>transakcji

# TransactionCurrency
source: Transaction<br/>Currency
pl: Waluta<br/>transakcji

# TransactionDate
source: Transaction<br/>Date
pl: Data<br/>transakcji

# UserAssigned
source: User<br/>Assigned
pl: Użytkownik<br/>przypisany

source: 3D Secure
pl: Zabepieczenie 3D

# SourceCountryCode
source: Source<br/>Country<br/>Code
pl: Kod kraju

source: List of not matched complaints
pl: Lista niesparowanych reklamacji

source: Match record
pl: Sparuj rekord

# BusinessDate
source: Business<br/>Date
pl: Data<br/>biznesowa

# ConnectionError
source: Connection with services failed. Please contact your administrator.
pl: Błąd połączenia z usługami. <br>Proszę skontaktować się z administratorem.

# StageChangeConfirmation
source: Do you confirm status change to <strong class="text-{0} statusChangeText">"{1}"</strong>?
pl: Czy potwierdzasz zmianę statusu sprawy na <strong class="text-{0} statusChangeText">"{1}"</strong>?

# StageAmountIsRequiredDependingOnStageErrorMessage
source: Stage amount is required for selected stage
pl: Kwota etapu jest wymagana dla zaznaczonego etapu

# StageCurrencyIsRequiredDependingOnStageErrorMessage
source: Stage currency is required for selected stage
pl: Waluta etapu jest wymagana dla zaznaczonego etapu

# ConnectionErrorTitle
source: Connection error
pl: Błąd połączenia

source: assigned to
pl: został przypisany do

source: Chargebacks
pl: Reklamacje

source: Comment
pl: Komentarz

source: Comment added
pl: Komentarz dodany

source: Comment not added
pl: Komentarz nie dodany

source: Complaint with
pl: Sprawa z

source: Date
pl: Data

source: Error assigning user
pl: Błąd podczas przypisywania użytkownika

source: Error getting notification changes
pl: Błąd podczas pobierania zmian w panelu użytkownika

source: Error Thrown
pl: Błąd

source: Error when trying to remove files
pl: Błąd podczas usuwania plików

# GetAdUsersErrorMessage
source: Error when trying to get AD users
pl: Błąd podczas pobierania użytkowników AD

source: is blocked by another user.
pl: jest zablokowana przez innego użytkownika.

# MatchComplaintsError
source: Error when trying to match complaints
pl: Błąd podczas parowania zaznaczonych spraw

# MatchSelectedComplaintQuestion
source: Are you sure you want to match selected complaint ?
pl: Czy na pewno sparować zaznaczone sprawy ?

source: New complaint saved
pl: Nowa sprawa została zapisana

# Number
source: No.
pl: Lp.

# PairTransactionWithPOQuestion
source: Pair transaction with PO ?
pl: Czy parować transakcję z PO ?

source: Please select user
pl: Proszę zaznaczyć użytkownika

# RemoveSelectedFilesQuestion
source: Are you sure you want to remove {filesCount} file(s) ?
pl: Czy na pewno usunąć {filesCount} plik(i) ?

# SaveSelectedFilesToDiskQuestion
source: Save selected files to disk?
pl: Czy zapisać zaznaczone pliki na dysk ?

# SavingNewComplaintErrorMessage
source: Error on saving new complaint
pl: Błąd podczas zapisywania nowej sprawy

# SelectedComplaintsMatchedSuccessful
source: Selected complaints matched successfully
pl: Zaznaczone sprawy sparowano pomyślnie

source: Selected eService documents removed successfully
pl: Zaznaczone dokumenty eService usunięto pomyślnie

source: -- Select user --
pl: -- Wybierz użytkownika --

source: Signalr connection slow
pl: Signalr, powolne połączenie

source: Signalr disconnected
pl: Signalr, rozłączono

source: Signalr reconnected
pl: Signalr połączony ponownie

source: Signalr reconnecting...
pl: Signalr, ponowne łączenie

# StageChangedSuccessful
source: Stage changed successfully
pl: Etap zmieniony pomyślnie

# StageNotChangedSuccessful
source: Stage not changed successfully
pl: Etap nie zmieniony pomyślnie

# TakeStageStepsErrorMessage
source: Error when trying to take complaint stage steps
pl: Błąd podczas pobierania etapów sprawy

source: User
pl: Użytkownik

# AddComment
source: Add a comment...
pl: Dodaj komentarz...

source: Comments
pl: Komentarze

# DocumentationIndicator
source: Doc. Ind.
pl: Wskaźnik dok.

source: Member message text
pl: Wiadomość użytkownika

source: Reset
pl: Resetuj

source: Reset comment
pl: Resetuj komentarz

source: Reset filters
pl: Wyłącz filtry

# BookingAmountNotNumberErrorMessage
source: Booking amount is not valid
pl: Kwota reklamacji ma nieprawidłową wartość

# StageAmountNotNumberErrorMessage
source: Stage amount is not valid
pl: Kwota etapu ma nieprawidłową wartość

# NumberErrorMessage
source: {0} must be a Number.
pl: {0} musi być liczbą

source: Function code
pl: Kod funkcyjny

# StageCurrencyValidationErrorMessage
source: The Stage currency field is required because "Stage amount" field is not empty.
pl: Waluta etapu jest wymagana, ponieważ kwota etapu nie jest pusta

source: Add document
pl: Dodaj dokument

source: Description
pl: Opis

# SufficiencyChangedSuccessful
source: Sufficiency changed successfully
pl: Dostateczność zmieniono pomyślnie

source: Error when trying to export documents.
pl: Podczas eksportu dokumentów wystąpił błąd.

source: Exported
pl: Wyeksportowano

# ExportSelectedDocumentsQuestion
source: Are you sure you want to export {filesCount} document(s) ?
pl: Czy na pewno chcesz wyeksportować {filesCount} dokument(y/ów) ?

source: Not exported
pl: Nie wyeksportowano

source: Pending export
pl: Oczekuje na eksport

# SelectedDocumentsExportedSuccessfully
source: Selected documents added to export queue successfully.
pl: Wybrane dokumenty zostały dodane do kolejki eksportu.

# SuspendCase
source: Pend Case
pl: Zawieś sprawę

# SuspendCaseQuestion
source: Are you sure you want to suspend the case ?
pl: Czy na pewno zawiesić sprawę ?

source: Suspend end date
pl: Końcowa data zawieszenia

# SuspendCaseSuccessMessage
source: Complaint suspended successfully
pl: Sprawę zawieszono pomyślnie

# SuspendCaseErrorMessage
source: Error when trying to suspend complaint
pl: Błąd podczas próby zawieszenia sprawy

# ComplaintSuspendedExpirationDays
source: Suspended<br/>expiration<br/>days
pl: Ilość dni do<br/>odwieszenia

source: Is Partial?
pl: Czy częściowa?

# UnSuspendCase
source: Remove pend
pl: Odwieś sprawę

# UnSuspendCaseQuestion
source: Are you sure you want to unsuspend the case ?
pl: Czy na pewno odwiesić sprawę ?

# UnSuspendCaseErrorMessage
source: Error when trying to unsuspend case
pl: Błąd podczas próby odwieszenia sprawy

# UnSuspendCaseSuccessMessage
source: Complaint unsuspended successfully
pl: Sprawę odwieszono pomyślnie

source: Days to Critical Date
pl: Dni do daty krytycznej

source: Days to CLF response date
pl: Dni do odpowiedzi CLF

# DocumentUploadError
source: Document(s) upload error
pl: Dokument(y) nie został(y) załączone

# DocumentUploadSuccess
source: Document(s) upload success
pl: Dokument(y) załączony(e) poprawnie

source: View record
pl: Podgląd rekordu

# StringLengthValidationError
source: Max length of {0} is {1}
pl: Maksymalna długość pola {0} to {1}

# PANNoBr
source: PAN
pl: Numer karty

# ReasonCodeNoBr
source: Reason code
pl: Kod przyczyny

source: Close Case
pl: Zamknij sprawę

source: Open Case
pl: Otwórz sprawę

# ComplaintAlreadyExists_MatchQuestion
source: For ARN and PAN introduced, Complaint with CaseId {0} already exists. Do you want to match the records ?
pl: Dla wprowadzonego ARN i PAN istnieje już rekord w Complaint tool o CaseID {0}. Czy chcesz powiązać te rekordy?

source: CLF History
pl: Historia CLF

source: Activity type
pl: Rodzaj aktywności

source: Date from CLF
pl: Data z CLF

source: File date
pl: Data pliku

source: Good delivery date
pl: Data dostawy towaru

source: Record date
pl: Data rekordu

source: Refund amount
pl: Kwota zwrotu

source: Refund currency
pl: Waluta zwrotu

source: Refund date
pl: Data zwrotu

source: Source
pl: Źródło

# CBProcessingDate
source: CB<br/>processing<br/>date
pl: Data<br/>procesowania<br/>CB

source: Back
pl: Wróć

source: Search Case
pl: Wyszukiwanie spraw

# CaseIdNoBr
source: Case Id
pl: Id sprawy

source: Date From
pl: Data od

source: Date To
pl: Data do

source: Search
pl: Szukaj

source: CLF Approved
pl: CLF Potwierdzony

source: CLF Received
pl: CLF Otrzymany

source: Closed
pl: Zamknięta

source: Hold
pl: Zawieszona

source: Open
pl: Otwarta

# IsHolded
source: On hold?
pl: Czy wstrzymana?

source: No records selected!
pl: Nie wybrano żadnej sprawy!

source: Transaction not found in PO
pl: Transakcja nie odnaleziona w PO

source: Export to Excel
pl: Eksport do Excel'a

# RepresentationDocumentsErrorMessage
source: Doc. Ind. is set to 1. Please add required documents or change definition of this parameter.
pl: Wartość parametru Wskaźnik dok. wynosi 1. Proszę dodać wymagane dokumenty lub zmienić wartość tego parametru.

source: CB amount
pl: Kwota CB

source: CB currency
pl: Waluta CB

source: Representment amount
pl: Kwota reprezentacji

source: Representment currency
pl: Waluta reprezentacji

source: Found transactions in Complaint tool
pl: Znalezione transakcje w Complaint Tool

source: Record to match
pl: Rekord do dopasowania

source: Approved or completed successfully
pl: Zatwierdzone lub zakończone pomyślnie

source: Duplicate transaction
pl: Zduplikowana transakcja

source: Error
pl: Błąd

source: Format error
pl: Błąd formatu

source: Routing error
pl: Błąd przekierowania

source: System malfunction
pl: Błędne działanie systemu

source: Processing
pl: Przetwarzanie

# PostilionStatus
source: Postilion<br/>status
pl: Status<br/>z Postiliona

source: Update merchant data
pl: Aktualizacja danych merchanta

source: already has merchant data
pl: już posiada dane merchanta

source: For caseId
pl: Dla sprawy Id

source: update merchant data failed (no data in CBD)
pl: aktualizacja danych merchanta nie powiodła się (brak danych w CBD)

# UpdateMerchantDataQuestion
source: Are you sure you want to update merchant data for selected complaints ?
pl: Czy na pewno zaktualizować dane merchanta dla zaznaczonych spraw ?

source: User updated merchant data for complaint caseId
pl: Użytkownik zaktualizował dane merchanta dla sprawy Id

# RepeatRepresentmentQuestion
source: The case has already been represented. Redo?
pl: Sprawa została już zaprezentowana. Chcesz wykonać reprezentację ponownie?

source: Fee amount
pl: Opłata

source: Fee currency
pl: Waluta opłaty

source: Initiate Outgoing Fee To Issuer
pl: Wygeneruj Fee do Banku

source: Return Fee
pl: Zwrot Fee

# NoDocumentsSelectedErrorMessage
source: Add documents to change the stage of case.
pl: Załącz dokumenty w celu zmiany etapu sprawy.

# ExchangeDataNotFound
source: Exchange Data not found. Saved amounts from 1CB to database.
pl: Kurs wymiany walut nie znaleziono w bazie danych. Zapisano kwoty z 1CB.

# FieldLengthValidationError
source: Maximum length of this field is {1}
pl: Maksymalna długość pola to {1}

source: Details
pl: Szczegóły

source: Sent documents
pl: Wysłane dokumenty

source: Destination Bin
pl: Bin docelowy

source: Source Bin
pl: Bin źrodłowy

source: Error updating merchant data
pl: Błąd podczas aktualizacji danych Merchant'a

source: Case type
pl: Typ sprawy

# RequiredValidationErrorMessage
source: {0} is required
pl: {0} jest wymagany

source: Response due date
pl: Termin odpowiedzi

source: Violation code
pl: Kod naruszenia

# InvalidFormatErrorMessage
source: {0} is in wrong format
pl: {0} ma niewłaściwy format

source: Adjustment Type
pl: Typ regulacji

# IssuerDocs
source: Issuer documents
pl: Dokumenty emitenta

source: CB Reference Number
pl: Numer referencyjny CB

source: Filing ICA
pl: ICA banku

source: Generate response
pl: Wygeneruj odpowiedź

source: MasterCard Case Id
pl: Numer sprawy Mastercard

# RecordNotFoundMessage
source: Record not found in database
pl: Nie znaleziono rekordu w bazie danych

# GenerateResponseConfirmation
source: Do you confirm to generate reponse for stage <strong class="text-{0}">"{1}"</strong>?
pl: Czy potwierdzasz wygenerowanie odpowiedzi dla etapu <strong class="text-{0}">"{1}"</strong>?

source: Error code
pl: Kod błędu

source: Error description
pl: Opis błędu

source: Accepted date
pl: Data zaakceptowania

source: Chargeback reason code
pl: Kod przyczyny reklamacji

source: Rebuttal date
pl: Data obalenia

source: Rejected date
pl: Data odrzucenia

source: Stage details
pl: Szczegóły etapu

source: Submitted date
pl: Data zgłoszenia

source: Violation date
pl: Data naruszenia

# DisputeAmountNoBr
source: Dispute amount
pl: Kwota reklamacji

source: Document Management
pl: Zarządzanie dokumentami

# MerchantDocs
source: Merchant documents
pl: Dokumenty akceptanta

source: Assign Document
pl: Przypisz dokument

source: Selected documents removed successfully
pl: Zaznaczone dokumenty usunięto pomyślnie

source: Admin fee
pl: Opłata administracyjna

source: Appeal fee
pl: Opłata za odwołaniea

source: Case fee
pl: Opłata za sprawę

source: Chargeback date
pl: Data reklamacji

source: Count
pl: Ilość

source: Credit date
pl: Data kredytu

source: Currency code
pl: Kod waluty

source: Escalation date
pl: Data eskalacji

source: Filed against ICA
pl: Zgłoszone przeciwko ICA

source: Filed against region
pl: Zgłoszone przeciwko regionowi

source: Filing fee
pl: Opłata za zgłoszenie

source: Filing region
pl: Region zgłoszenia

source: Hubsite fee
pl: Opłata Hubsite

source: PreArb fee
pl: Opłata za PreArb

source: Primary account number
pl: Podstawowy numer konta

source: Ruling amount
pl: Kwota Ruling

source: Ruling currency code
pl: Kod waluty Ruling

source: Ruling date
pl: Data Ruling'u

source: Tech fee
pl: Opłata techniczna

source: Total sender fees
pl: Suma opłat nadawcy

source: Withdrawing fee
pl: Opłata za wycofanie

source: Withdrawn date
pl: Data wycofania

source: Case file response error
pl: Błąd przy generowaniu odpowiedzi CaseFile

source: Case file response succesfull
pl: Odpowiedź CaseFile wygenerowana pomyślnie

source: No documents added for rebuttal violation code
pl: Nie dodano dokumentów dla kodu naruszenia Rebuttal

# StageAmountValidationErrorMessage
source: The Stage amount field is required because "Stage currency" field is not empty.
pl: Kwota etapu jest wymagana, ponieważ waluta etapu nie jest pusta.

# PostilionProcessingUpdateError
source: Error on updating postilion data for record
pl: Błąd podczas aktualizacji danych z postiliona dla rekordu

source: Postilion validating error
pl: Błąd podczas walidacji z Postilionem

source: Postilion representment setMC4103Extract error
pl: Błąd podczas ustawienia reprezentacji dla SetMC4103Extract

source: Postilion representment setVISA4103Extract error
pl: Błąd podczas ustawienia reprezentacji dla SetVISA4103Extract

source: Postilion FeeCollection set MC 4105 extract error
pl: Błąd podczas ustawienia fee collection dla SetMC4105Extract

source: Postilion FeeCollection set VISA 4105 extract error
pl: Błąd podczas ustawienia fee collection dla SetVISA4105Extract

# Postilion2PRExtractError
source: Error while generating Representment
pl: Błąd podczas generowania Representment

# Postilion2PRRExtractError
source: Error while generating Representment Reversal
pl: Błąd podczas generowania Representment Reversal

# PostilionPCAExtractError
source: Error while generating Funds Disbursement
pl: Błąd podczas generowania Funds Disbursement

# PostilionPCARExtractError
source: Error while generating Fee Collection
pl: Błąd podczas generowania Fee Collection

# PostilionRFEEExtractError
source: Error while generating Return Fee
pl: Błąd podczas generowania Return Fee

source: Business line
pl: Linia biznesowa

# BrandNameNoBr
source: Brand Name
pl: Nazwa marki

# NoRecordSelectedChangeStage
source: No record selected. Changes will be made for the last stage.
pl: Nie wybrano rekordu. Zmiany zostaną wprowadzone dla ostatniego etapu.

source: Operation Type
pl: Typ operacji

# OperationReason
source: Reason of operation
pl: Powód operacji

source: Response
pl: Odpowiedź

# InternalStageChangeConfirmation
source: Do you confirm status change to <strong class="text-{0} statusChangeText">"{1}"</strong> for <strong>"{2}"</strong>?
pl: Czy potwierdzasz zmianę statusu sprawy na <strong class="text-{0} statusChangeText">"{1}"</strong> dla etapu <strong>"{2}"</strong> ?

# NotAuthorizedInAD
source: You are not authorized in Active Directory
pl: Użytkownik nie został zautoryzowany przez Active Directory

source: Confirm outgoing
pl: Potwierdź outgoing

source: Form dispatch
pl: Wysyłka formularza

source: Payment of award
pl: Wypłata nagrody

source: PIT Issuance
pl: Wystawienie PIT

source: Settlement with the organization
pl: Rozliczenie z organizacją

source: Awards paid report
pl: Raport nagród wypłaconych

source: Awards unpaid report
pl: Raport nagród niewypłaconych

source: Fee confirmed by organization report
pl: Raport Fee potwierdzonych przez organizacje

source: Requests report
pl: Raport zgłoszeń

source: Country
pl: Kraj

source: First name
pl: Imię

source: Last name
pl: Nazwisko

# InvalidNumber
source: Invalid {0} number
pl: Nieprawidłowy numer {0}

# MaxLengthValidationMessage
source: Maximum length for {0} is {1}
pl: Maksymalna długość pola {0} to {1}

# MinLengthValidationMessage
source: Minimum length for {0} is {1}
pl: Minimalna długość pola {0} to {1}

source: Confirm form dispatch
pl: Potwierdź wysyłkę formularza

source: Confirm payment of award
pl: Potwierdź wypłatę nagrody

source: Confirm PIT issuance
pl: Potwierdź wystawienie PIT

source: Confirm settlement with MC
pl: Potwierdź rozliczenie z MC

source: Confirm settlement with VISA
pl: Potwierdź rozliczenie z VISA

# ExpirationDateNoBr
source: Expiration Date
pl: Data wygaśnięcia

source: Fee Type
pl: Typ Fee

source: CBD Case Id
pl: Identyfikator sprawy w CBD

# DeclineSettlementWithMc
source: Settlements declined by Mc
pl: Fee odrzucone przez Mc

# DeclineSettlementWithVisa
source: Settlements declined by Visa
pl: Fee odrzucone przez Visa

# OperationAmount
source: Operation<br/>Amount
pl: Kwota<br/>operacji

# OperationCurrency
source: Operation<br/>Currency
pl: Waluta<br/>operacji

# InternalStageSaveError
source: Internal stage not saved!
pl: Etap wewnętrzny nie zapisany!

# InternalStageSaveSuccesfull
source: Internal stage saved successfully
pl: Etap wewnętrzny zapisany

# FinancialBalanceNotAdded
source: Financial balance has not been added
pl: Bilans finansowy nie został dodany.

# CaseNotClosed
source: Case has not been closed
pl: Sprawa nie została zamknięta.

# MerchantNameNoBr
source: Merchant Name
pl: Nazwa kupca

# AuthenticationMethodNoBr
source: Authentication Method
pl: Metoda autentykacji

# AuthorizationCodeNoBr
source: Authorization code
pl: Kod autoryzacji

source: Case Additional Info
pl: Dodatkowe informacje

# ExpirationDateOfCardNoBr
source: Expiration Date Of Card
pl: Data wygaśnięcia karty

# GenerateResponseError
source: Error while generating response
pl: Błąd podczas generowania odpowiedzi

# GenerateResponseSuccess
source: Response generated successfully
pl: Odpowiedź wygenerowana poprawnie

# InternalStage
source: Internal<br/>Stage
pl: Etap<br/>wewnętrzny

# InternalStageDescription
source: Int. Stage<br/>Description
pl: Opis etapu<br/>wewnętrznego

# OperationAmountNoBr
source: Operation amount
pl: Kwota operacji

# OperationCurrencyNoBr
source: Operation currency
pl: Waluta operacji

source: Recovery cards
pl: Karty zatrzymane

# FixedLengthValidationError
source: {0} length should be {1}
pl: Długość {0} powinna być {1}

source: Account number
pl: Numer konta

source: Address line 1
pl: Linia adresowa 1

source: Address line 2
pl: Linia adresowa 2

source: Address type
pl: Typ adresu

source: Bank name
pl: Nazwa banku

source: City
pl: Miasto

source: Commune
pl: Gmina

source: Contact phone
pl: Tel. kontaktowy

source: County
pl: Powiat

source: House number
pl: Numer domu

source: Issuer name
pl: Nazwa wydawcy

source: Local
pl: Numer lokalu
