Repository: andnied/myRepo
Catalog: CT/ComplaintApplication.Resources/Shared.*.resx
Languages: pl

source: Payment organization
pl: Organizacja płatnicza

source: Pickup place
pl: Miejsce zatrzymania

source: Postal code
pl: Kod pocztowy

source: Post office
pl: Poczta

source: Region
pl: Województwo

source: Street
pl: Ulica

source: Tax office code
pl: Kod US

source: Tax office name
pl: Nazwa US

source: Case Management
pl: Zarządzanie Sprawami

source: Case Monitor
pl: Monitoring Spraw

source: CLF Management
pl: Zarządzanie CLF
